---
kind: type
id: T:Autodesk.Revit.DB.Electrical.PanelSchedulePhaseLoadType
source: html/2cb63f63-82e9-9838-fb97-82bb11078d62.htm
---
# Autodesk.Revit.DB.Electrical.PanelSchedulePhaseLoadType

Declares the panel schedule type. The comments for each enum type show
 a simple example of how the layout would look when applied to a panel schedule

## Syntax (C#)
```csharp
public enum PanelSchedulePhaseLoadType
```